{
  "home": "首页",
  "product": "产品介绍",
  "solution": "解决方案",
  "service": "技术开源",
  "about": "关于智乾",
  "home.gochain": "区块链即政务 -- 政务链(GACHAIN)",
  "home.introduce": "核心团队历经七年研发出国内首创“区块链即政务 -- 政务链(GACHAIN)”，这是一项具有自主知识产权的全新架构区块链底层系统，可在链上创建具有完全分级管理权限的独立运行场景，可将外部数据接入政务链智能合约中，实现高效精确事务自动处理、链上和链下数据的融合。目标是使复杂的技术简单化，为政府和企业整合资源和业务应用创造更多的价值与能力。",
  "home.player": "播放政务链介绍视频",
  "home.manage": "管理中心化业务去中心化",
  "home.idea": "管理中心化业务去中心化是政务链的设计理念。",
  "home.idea1": "区块链技术要以应用为前提，以管理为核心，符合政务信息与商企业的管理要求。同时具备业务去中心化的能力，满足市场的需求。",
  "home.manage2": "分布式加密存储",
  "home.idea2": "不同于其他链的分布式存储，政务链有多种类型的节点，这些节点分布式存储的数据如同多维度拼图一般，可以被任意打破而再度重组。",
  "home.idea21": "使用secp256k1椭圆曲线算法加密以确保账户和交易的安全性。当然，我们也支持国密算法RES\\AES\\DES等不同类型的加密算法。",
  "home.manage3": "VDE营造链外生态",
  "home.idea3": "VDE节点是政务链的伟大技术创新之一。",
  "home.idea31": "区块链一直被数据在链外应用，跨链数据交互等问题所困扰。VDE节点的诞生让多种数据形式的链外交互变成了可能。",
  "home.idea32": "我们同时提供了相对应的共识机制，确保链外数据和链上数据有效一致。",
  "home.manage4": "区块链+数据库存储模式",
  "home.idea4": "带数据库的区块链是政务的伟大技术创新之一。",
  "home.idea41": "区块链技术为了确保去中心化过分的牺牲了性能一直饱受诟病。政务链自带的数据库解决了基础应用数据的反复读取问题，提升了链的性能同时又确保了去中心化的完整性。",
  "home.idea42": "我们相信这将是区块链技术未来发展的趋势。",
  "home.manage5": "智能事务处理机制",
  "home.idea5": "不同于其他的区块链使用Oracle预言机制，政务链使用独立自主开发的GALANG语言编写智能合约。",
  "home.idea51": "智能合约具有公平公正，投票确权的特性，为政务链的事务处理带来了极大的便利，同时也提升了效率和性能。",
  "home.manage6": "可追溯防篡改机制",
  "home.idea6": "政务信息处理过程中需要留痕，且不能更改。以中心化数据库系统存储即使完善也不能避免二次篡改。",
  "home.idea61": "区块链技术去中心化分布式存储的特性天然防止了数据二次篡改。一切行为上链记录的特性解决政务处理过程中的留痕问题，让行为可溯变成了可能。",
  "home.manage7": "点对点加密传输",
  "home.idea7": "以往我们通过通信工具给他人发消息时，这些信息都是不安全的，既会被在过程中被监听，也可能被服务器“监守自盗”。",
  "home.idea71": "区块链通过P2P方式传输，不经过任何服务器，由双方自行交换信息。为了确保信息的安全性，增加了SHA256加密，让数据信息变得安全可靠。",
  "home.manage8": "实时同步协调办公",
  "home.idea8": "协同办公要解决的两个问题，一个是自我的文件资料存储问题，另一是多方资料汇集修改问题。",
  "home.idea81": "政务链的智能合约很好的支持了数据资料单方确权与多方确权的问题，既保证了数据的安全性和完整性，也让数据共享交换变成了可能。",
  "home.me": "这是我们正在开发的标准服务平台",
  "home.appear": "他们的出现会为各领域带来便利，降低区块链应用成本，提供更完善的系统应用",
  "home.more": "了解更多",
  "home.saas": "SaaS平台",
  "home.baas": "BaaS平台",
  "home-base": "我们提供了BaaS基础应用平台，BaaS平台集成了链的基础配置，无需专业的区块链技术开发人员再做二次开发，只需很短时间就能链基础特性的配置。为您节省了时间并提高了链应用的效率。",
  "home.node": "节点类型控制",
  "home.check": "节点可选",
  "home.time": "出块时长控制",
  "home.contact": "智能合约",
  "home.paas": "PaaS平台",
  "home.trade": "为各行业搭建属于自己的行业生态SaaS系统 ，提升企业管理效率，带来更高的效果收入",
  "home.open": "开放平台接口，实时访问数据，无缝对接三方系统",
  "home.here": "在这里你可以了解更多区块链技术",
  "home.go": "政务链(GACHAIN)的技术体系是完全独立自主研发的。链底层应用GO语言编写，SaaS平台的前端使用GAStyle语言编写，她能准确识别合约的可行性，告知开发人员问题所在。SaaS平台的后台使用GALang语言编写，和其他语言相比较，她会让你更快速的掌握并用于实际应用。",
  "home.see": "查看开放平台",
  "home.based": "基于政务链的商业化解决方案案例",
  "home.nan": "南沙行政审批平台",
  "home.sha": "南沙区行政审批平台应广州市南沙区政府要求建设完成。此平台的建成是南沙区首个区块链试点项目，平台的建成提高了南沙区行政审批效率，优化了行政审批流程，完善了南沙区电子政务管理，规范了中介机构、办事人员、办事进程等。",
  "home.sha1": "区块链技术可以通过提高效率和数据透明度改变电子政务系统运行过程中的业务流转方式，促使电子政务体系优化升级，在统一办公、智能管理、业务流转、开放信任、绩效考核、信息安全、打破数据孤岛、信息灾备等方面更适应于目前的电子政务情况。",
  "home.jingdong": "网易东京“金牌担当”",
  "home.wangyi": "网易东京也叫做“金牌担当”，专门面向在日本的80万华人同胞，解决在日留学的同胞居住、搬家、生活用品、电器家具等问题，为在日留学的同胞提供到家服务。也为即将去日留学的同胞提供签证、留学等帮助，有专业的“担当”为你提供指导，为留学生们节省时间，少走弯路。你可以把它想象成一个“县级市的大众点评网”。但是区别在于，大众点评主推的是“商家”，而我们推的是“人”——担当(担当是日语汉字，意思类似中国的“业务员/业务经理”)。",
  "home.info": "这是基于信息和信任建立起来的商业模式，不同于中心化程序，网易东京的数据全部经过脱敏加密后在区块链中存储。“担当”曾提供的服务，平台曾提供的服务，历史价格变动，服务内容调整，用户评价内容等等信息都是开放可查的。对用户公开透明，对“担当”公平公正的问题曾困扰了项目组许久。接触到智乾的政务链(GACHAIN)体系后一切问题都迎刃而解。",
  "home.dynamic": "查看更多动态",
  "home.case": "查看更多案例",
  "home.dong": "查看更多动态",
  "home.new": "新闻动态",
  "home.zhi": "智乾大事件",
  "home.one": "一步一个脚印，更上一层楼",
  "home.firend": "智乾的合作伙伴们",
  "footer.phone": "联系电话：(+86 755)- 86548390",
  "footer.email": "咨询邮箱：support@block.vc",
  "footer.address": "办公地址：广东省深圳市前海深港合作区青年梦工厂7号楼220室/221室",
  "footer.chart": "在线沟通",
  "footer.message": "开发中心",
  "footer.about": "关于智乾",
  "footer.bottom": "© GACHAIN 2017-2021.粤ICP备17103015号-1",
  "product.chain": "区块链技术底层支撑",
  "product.gochain": "政务链(GACHAIN)是独立自主的区块链底层框架，历经7年打磨，拥有自主知识产权，培育了大量的区块链技术人员，掌握区块链核心技术体系。愿意以区块链技术为政商领域的区块链开发、研究提供服务。",
  "product.docking": "开放生态无缝对接",
  "product.base": "基于政务链(GACHAIN)体系智乾提供了开放的独立生态，支持商企业快速上链，完成链改。",
  "product.draw": "智能合约定制开发",
  "product.govis": "我们有自己的智能合约平台(GOVIS)，为政商企业提供标准的开放接口与操作手册(SDK)。区块链合约如同房屋装修的软装，根据自己的需求设计不同的功能实现。",
  "product.configure": "个性需求配置实现",
  "product.tps": "政务链(GACHAIN)是一个完整且独立的链，其特性主要以政务信息现代化为思想理念设计，对链节点的控制，节点权限规则管理，并发数(TPS)，有无交易费用，底层合约都可以通过配置完成，快速打造一条全新的“链”。",
  "product.chainopen": "链底层技术开放",
  "product.cooperation": "智乾用开放的思想迎接合作者，乐意向合作者有条件开放链底层技术，一起推进区块链技术的应用与区块链技术的探索。",
  "product.goodness": "我们的优势",
  "product.business": "技术架构(业务层)",
  "product.unite": "区块链和传统技术结合，保障业务正常运转的同时，确保数据安全，降低数据拉通成本。",
  "product.data": "数据安全",
  "product.hash": "利用区块链hash防篡改、智能合约、共识机制打造高效率、低 成本的安全体系。",
  "product.file": "文件防篡改",
  "product.code": "黑客或者不法分子恶意攻击数据库时，系统通过解析文件hash值，比对与政务链上hash值是否一致，不一致时触发系统警报，系统及时提示系统人员处理警报情况。",
  "product.promote": "政务链技术对电子政务系统的提升",
  "product.security": "可信安全存储——保障部门业务数据真实安全，重要信息无法篡改，永不丢失",
  "product.government": "政府掌握全社会80%的数据资源，并将其存储在政府部门制定的数据库中，它是一个存储量极大但又高度集中的数据库系统，相对于分布式系统更容易遭受网络攻击，单点失灵容易造成极大的损失；同时，数据的伪造、篡改也会带来许多负面影响。但是，政务链技术的应用有助于保护社会信息，维护政府数据安全。",
  "product.government1": "政务链使用的secp256k1加密算法以及国密算法体系有效的防止信息伪造和数据篡改。政务链作为公有区块链系统，让点对点网络中每个参与主体都能够读取和存储数据，数据的任意增删改查操作都会同步至整个授权的网络，如有试图篡改、删除信息的行为都将被是无效的。",
  "product.core": "核心业务可信追溯——错误率降低60%",
  "product.time": "“区块存储+链式时间戳”的数据结构提供了一个永久可追溯的数据完整链条。可以溯本追源查找历史记录、校验每一笔数据结果，区块记录和时间戳可以作为数据的存在性证明，形成不可篡改和伪造的证据。",
  "product.credible": "可信业务拉通——打破数据孤岛，提升政务业务效率50%",
  "product.department": "传统政府部门是按照权力范围、控制程度等级划分出上下节制的层级组织结构，自上而下推动行政决策的实施。然而，基于层级制的政府部门组织结构带来的节制严格、反应迟缓等问题一直为人所诟病；上下级之间信息传递的缓慢和失真对政府行政效果产生了不利影响，尤其在突发公共事件面前，其突发性和不确定性更加考验政府的决断和反应能力。",
  "product.department1": "借助于政务链的P2P技术，有关社会事务或者治理实践的各类事件、活动、信息能实现在大范围、较短时间内进行快速传播或认定，上级政府部门的指令可以越过中间层级，以符合共享共识体系的方式直接、快速地传递到基层政府部门，同时也能快速收集到来自基层部门直接发送的关键信息，保证信息传递的及时性和真实性。政务链技术能够解决上下级部门之间庞大的信息交互与处理问题，信息流通加快，上下级间距离缩短且关系更为密切，行政层次减少，从而在政府内部建立起一种更加紧凑、更加扁平的组织结构。",
  "product.share": "政务共享交换",
  "product.change": "政务共享交换是当前我国一直提倡的重要行政决策，传统的共享交换仍然是中心化系统管理，数据采集与数据读存储在中心化管理系统中，容易产生数据泄露的安全问题。中心化系统的权限管理是相对不安全的，通过对目录结构和事项的授权，这种类型的权限管理不够完善，时常发生越权读取或违规调用的行为。",
  "product.change1": "区块链技术基于不信任原则，用分布式存储、智能合约、跨组织授权、留痕防篡改等方式建立起完整的互信体系，建立目录体系和数据构以后，将数据分权限的存储在不同级别的管理机构节点中，使用智能合约的事务触发机制和跨组织授权机制，精准的读取目标数据，数据传输时通过椭圆加密协议，防止数据泄露。整个过程都留痕防篡改，便于事后复核。",
  "product.change2": "基于区块链的共享交换体系才是完整且完善的，智乾为此准备了详尽的解决方案。以政务信息共享交换为前提的政务链(GACHAIN)应用到商业领域中也能更好的解决有偿调用、付费共享的问题。去中心化留痕的特性成功的避免了数据不一致或数据作假的问题，我们希望在商业共享交换中寻求企业合作。",
  "product.info": "信息资源共享交换平台",
  "product.one": "一个平台",
  "product.build": "建立一个数据信息资源共享平台，平台作为区块链主节点存储共享交换的基础数据。",
  "product.n": "N个主题库",
  "product.fen": "分部门分业务建立N个主题库，法人信息交换库、办件信息交换库、人口信息交换库……，这些主题库作为子节点存储各自的待交换数据信息。",
  "product.five": "5个系统",
  "product.catalog": "打造目录管理系统、数据采集系统、数据交换系统、数据整合系统、交换管理系统，这些系统作为区块链普通节点，将数据分别存储在对应的部门或业务机构部门中。",
  "product.two": "两个体系",
  "product.mou": "某政务数据交换平台资源目录示例",
  "product.system": "建立安全保障体系、标准规范体系。数据安全读取和触发经过区块链智能合约后确保数据的安全和准确，规避了违规读取与越权读取的问题。",
  "product.develop": "基于区块链的应用合作开发",
  "product.we": "我们在政务领域有所成就的同时也寻求商企业间的合作，充分发挥彼此的优势，一起构筑基于区块链的合作应用开发与推广。如果你对智乾区块链感兴趣，可及时与我们联系。",
  "product.we1": "智乾区块链一直在探索：政商相链生态相融、用户共享流量互通、科技技术间多维度多层次互补。",
  "service.title": "价值万千亦当开源共享！",
  "service.text": "区块链技术仍有待完善，我们一直秉承自主研发的精神毅然向前，在区块链技术行进的道路上我们从未迷失，一直坚定信仰，取得成就不敢骄傲，获得认可心怀感激，面对批评反思改进，每个技术难点的攻关，每项专利软著的获取都离不开团队的辛勤付出，我们本着开放共享的精神与中外开发者们一起专研区块链技术的发展。",
  "service.manual": "开发者手册",
  "service.forum": "开发者论坛",
  "service.trait": "智乾的技术特点",
  "service.gachain": "围绕区块链技术与政务链(GACHAIN)技术应用，智乾研发出了完善的技术体系",
  "service.node": "多节点类型",
  "service.super": "主节点",
  "service.save": "链中权限最大的节点，会存储全量数量，可通过初始化合约产生或后期投票产生。她在政务链的角色中相当于管理者、监管者，维系着链的完整运行，负责业务数据的打包和分发。",
  "service.common": "普通节点",
  "service.source": "这是业务发生的源头，数据创造者。",
  "service.source1": "普通节点产生的大量业务数据通过共识机制提交到链上验证，她在链上没有任何身份但却是最重要的节点。",
  "service.child": "子节点",
  "service.first": "子节点是敏感且害羞的，我们在设计之初就觉得每个人都应当有自己的小秘密，在政务体系中也同样是存在的，机密部门中的重要数据是不对外公开的，仅有限权限可见。",
  "service.first1": "所以，子节点诞生了。",
  "service.merger": "多算法兼并",
  "service.poa": "POA(proof of activity)",
  "service.move": "这是一种寻求更多在线验证的算法，当新区块产生时会选择一个最优解，这个答案只有获得N个在线验证者的通过才会生效。",
  "service.move1": "这种机制让我们确保说谎者不会被大多数的人认可。",
  "service.poc": "POC(Proof-of-Capacity)",
  "service.careful": "我们仔细权衡了增加算力的过程中避免资源的损耗，存量证明是可以重复使用且性价比最高的一种方案。",
  "service.careful1": "这种共识算法只需有存储空间即可，且能重复使用，是最节能环保的方式了。",
  "service.pos": "POS(Proof of Stake)",
  "service.on": "在政务链(GACHAIN)体系中我们总是一再强调：管理中心化业务去中心化，权益证明算法真是完美的解决了此问题。",
  "service.data": "64Mb/区块。",
  "service.data1": "大数据形式的内容存储，我们通常会使用HASH映射上链存储。也有更安全的GFils存储方式。",
  "service.data2": "如果你认为容量不够有必要提升，我们很高兴你能与我们联系，因为这绝不是会困扰我们合作的问题。",
  "service.high": "高并发",
  "service.saves": "高存储",
  "service.second": "每秒并发数2000TPS政务链运行的相当稳定，达到3000TPS/秒的时候出现了轻微波动，4000TPS/秒时速度降低了25%，5000TPS/秒时出现了排队现象。此数值记录于2020年3月1日。",
  "service.second1": "我们在做的及要做的还有很多，但是从未停止过对整体性能的提升，相信在不久的时间里政务链(GACHAIN)的并发数将会提升数倍。",
  "gavic": "GOVIS",
  "service.gavic": "GOVIS平台是我们的得意作品之一，集成了生态管理，生态维护的功能于一体，重要的是提供了智能合约在线编辑的功能。",
  "service.virtual": "VDE（Virtual Dedicated Ecosystems：虚拟生态系统）节点",
  "service.cross": "跨链、链外访问、共享交换等概念是近期大热的话题，在2017年我们已经开始研究VDE(虚拟机)机制了。在区块链中由于数据安全性问题导致链的“封闭”和“独立”，我们在实际项目应用中一直被如何安全访问链外数据，如何完成数据间的共享交换，甚至让数据能跨链传输等问题所困扰。",
  "service.oracle": "VDE(虚拟机)节点起到oracle(区块链预言机)的作用，可视为链中的“堡垒机”，确保链应用、链数据实现对外安全访问、数据脱敏开放共享。",
  "service.oracle1": "对于链内数据共享交换有独立的授权机制，通过智能合约触发，更有利于数据访问确权，数据监管透明公开。对于链外数据开放共享，有独立的脱敏公开机制。",
  "service.oracle2": "外部共享请求链内数据时，通过有限权限访问，不对链内数据造成影响，确保开放数据独立，链内数据安全。如果链内需要访问链外数据，通过智能合约机制，在满足共识算法的前提下可以访问链外数据，同时也能存储链外数据，再转化为链内数据。",
  "service.github": "了解政务链的更多技术您可以通过到第三方技术平台(GitHub)中查阅。",
  "service.go": "访问GitHub源码",
  "solution.text": "在区块链发展的道路上，我们做了很多方向的探索，与合作伙伴一起积累了大量的区块链应用方案。如果你有更好的区块链应用，更有趣的区块链方案，更可行的区块链项目，可以与我们的团队一起沟通，我们乐意与您一起合作，为你提供区块链专业的解决方案。",
  "solution.context": "联系智乾：(+86 755)- 86548390",
  "solution.business": "基于政务链的商业化解决方案",
  "solution.title1": "网易东京(金牌担当)",
  "solution.content1": "这是专门面向日本的80万在日华人同胞的程序，由当地的留学生担任“担当”，服务即将留学或新到日本留学、出差的华人同胞解决当地的住宿、居家、旅行、餐饮等全方位服务。<br/>基于区块链可以让数据信息更真实，每名“担当”的信息都在链上可查，公开透明。所有的服务记录与服务评价也是真实有效的，解决中心化系统的数据作假等问题，增加用户信任感。",
  "solution.title2": "车联网——智慧交通",
  "solution.content2": "车联网面临着三大问题：<br/>1、跨部门协同信息开放共享不足；<br/>2、产业发展面临挑战；<br/>3、信息安全存在隐患。<br/>同样，基于区块链技我们也有对应的三种解决办法：<br/>1、跨部门协同推动车联网发展；<br/>2、重点技术领域集中力量突破，推动产业化；<br/>3、重视车联网信息安全保护。",
  "solution.title3": "物联网解决方案",
  "solution.content3": "基于5G通信的物联网应用逐渐兴起，大量的行业将迎来新的机遇与变更，如何在当下把握机遇，如何更好的应用区块链技术赋能物联网？",
  "solution.title4": "医保-医疗解决方案",
  "solution.content4": "部分城市医保局与地区的医疗机构数据信息不能实时对接，数据篡改、数据安全问题常有发生，未能统筹规划，统一监管，为腐败贪污提供了灰度空间。<br/>如何用区块链技术的公开透明、防篡改、加密传输等机制做好医保与地区医疗机构(HIS系统)对接，形成有效监管、数据实时上报。",
  "solution.title5": "数字城市解决方案",
  "solution.content5": "基于数据的城市现代化管理方案。循环联动，数据做到城内应用、城外互通，打造粤港澳大区一体化数据中心，建立高层次的数据模型，解决人才流动、经济流通、企业现状、社会治安等方面的抽象数据基础。",
  "solution.title6": "区块链发票解决方案",
  "solution.content6": "随着IT技术高速发展、电子发票逐渐成熟、智能终端遍地开花、社会贸易日趋活跃，以及用户对服务质量的要求，以邮政、街道办、保险公司等代征的社会化大税收模式面临着很大的挑战。<br/>如何用区块链技术解决无纸化发票，有效验证、防篡改、防重复申报的问题，我们在此做了很多的改进。",
  "solution.title7": "跨境贸易结算",
  "solution.content7": "中国对外出口额每年都在递增，跨境贸易结算问题一直是困扰贸易往来的问题。",
  "solution.title8": "产学研一体化建设",
  "solution.content8": "为深入贯彻国务院《促进大数据发展行动纲要》和国家大数据战略发展目标，结合《国民经济与社会发展“十三五”规划》、《“十三五”国家信息化规划》中明确提出要加强顶层设计，分级分类推进新型智慧城市建设，以区块链技术为核心打造产学研一体化建设方案。",
  "solution.title9": "影院票房众筹方案",
  "solution.content9": "通过影视众筹分摊成本、分担风险，让影视爱好者也能参与到影视制作的全过程中，体验从影视的拍摄、制作、发行到上映的全流程。作为影视作品的所有者与收益者，进一步推广影视作品，分享影视的亮点，让价值最大化。<br/>使用区块链技术确权票房众筹者，让票房能像期货一样在市场流转，且能在电影上映后凭token观影。<br/>这将是改变整个影院历史的重要变革。",
  "solution.title10": "共享交换案例",
  "solution.content10": "我们有专门解决政务信息共享交换的完整产品，也有为商企业提供的数据共享交换案例。<br/>基于不信任原则，传统的中心化接口传输方式时长存在数据作假、数量虚增等问题。应用区块链公开透明、防伪防篡改的特性可以有效地避免虚假数据的问题。",
  "about.title": "政务链(GACHAIN)",
  "about.text": "自主可控的区块链底层技术框架<br/>管理中心化业务去中心化理念打造",
  "about.enterprise": "企业介绍",
  "about.team1": "核心团队沉心打磨七年研发出国内首创“区块链即政务 -- 政务链(GACHAIN)”，这是一项具有自主知识产权的全新架构区块链底层系统，可在链上创建具有完全分级管理权限的独立运行场景，可将外部数据接入政务链智能合约中，实现高效精确事务自动处理、链上和链下数据的融合。目标是使复杂的技术简单化，为政府和企业整合资源和业务应用创造更多的价值与能力。",
  "about.team2": "智乾区块链在区块链技术研发、区块链应用上一直保持行业领先。自主研发的SaaS区块链运用系统以管理中心化、业务去中心化的模式，适应我国政府管理体系科学规范的升级目标。根据政务需求出发以信息安全、分布式存储、数据可控共享为原则，以人性化易操作、易使用、方便快捷的友好体验为原则，使用有自主知识产权的语言开发完成。",
  "about.team3": "截止到2020年3月1日，政务链共获得40余项专利与软著，GAChain作为中国工信部重点考察项目，被收录为《2018中国区块链产业白皮书》典型应用案例。",
  "about.twenty": "20余项",
  "official": "公众号",
  "about.patent": "技术专利",
  "about.seven": "7年",
  "about.right": "知识产权",
  "about.sed": "技术沉淀",
  "about.honor": "企业荣誉",
  "about.soft": "软著专利",
  "about.other": "其他动态",
  "about.next": "下一篇",
  "about.last": "上一篇",
  "about.date": "日期",
  "about.source": "来源",
  "about.chain": "区块链专利30余项",
  "about.block": "智乾区块链的荣誉与成就",
  "about.way": "事务处理方法、虚拟生态系统及计算机可读存储介质",
  "about.way1": "区块的生成方法、区块链生态系统及计算机可读存储介质",
  "about.way2": "区块链的权限管理方法、装置及计算机可读存储介质",
  "about.way3": "基于区块链的价值体系管理方法、装置及存储介质",
  "about.way4": "区块链的价值管理方法、装置及计算机可读存储介质",
  "about.way5": "区块链生态环境创建方法、系统及计算机可读存储介质",
  "about.way6": "基于区块链的协同办公方法、系统及计算机可读存储介质",
  "about.way7": "基于区块链的数据存储方法、系统及计算机可读存储介质",
  "about.part": " ——部分专利",
  "about.ten": "区块链软著10余项",
  "about.zhu": "——部分软著",
  "about.system": "Gachain区块链浏览器软件",
  "about.system1": "Gachain区块链平台接入软件",
  "about.system2": "基于区块链的数据库管理系统",
  "about.system3": "区块链全局参数管理系统",
  "about.system4": "区块链资源目录共享系统",
  "about.system5": "区块链多重签名系统",
  "about.system6": "区块链分布式智能化云平台",
  "about.system7": "区块链账户树系统"
}